Revit 2027 API
ParameterTypeId.RbsElecWireGroundAdjustment Property
 "Ground Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecWireGroundAdjustment { get; }
Public Shared ReadOnly Property RbsElecWireGroundAdjustment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecWireGroundAdjustment {
	ForgeTypeId^ get ();
}
static member RbsElecWireGroundAdjustment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace